project/load_gen/summary_get_only.txt
     ✓ status is 200 or 404

     checks.........................: 100.00% ✓ 51898       ✗ 0    
     data_received..................: 6.8 MB  228 kB/s
     data_sent......................: 4.2 MB  142 kB/s
     http_req_blocked...............: avg=7.7µs   min=1.4µs    med=3.5µs   max=1.87ms   p(90)=5.9µs   p(95)=9.5µs  
     http_req_connecting............: avg=1.88µs  min=0s       med=0s      max=1.67ms   p(90)=0s      p(95)=0s     
     http_req_duration..............: avg=48.09ms min=197.8µs  med=47.9ms  max=111.97ms p(90)=55.43ms p(95)=56.82ms
       { expected_response:true }...: avg=42.79ms min=197.8µs  med=43.78ms max=52.14ms  p(90)=46.95ms p(95)=47.96ms
     http_req_failed................: 99.57%  ✓ 51677       ✗ 221  
     http_req_receiving.............: avg=41.83ms min=14.9µs   med=42.44ms max=52.1ms   p(90)=44.35ms p(95)=45.66ms
     http_req_sending...............: avg=15.57µs min=4.7µs    med=10.35µs max=4.98ms   p(90)=18.7µs  p(95)=30.9µs 
     http_req_tls_handshaking.......: avg=0s      min=0s       med=0s      max=0s       p(90)=0s      p(95)=0s     
     http_req_waiting...............: avg=6.24ms  min=115.6µs  med=5.36ms  max=70.47ms  p(90)=11.33ms p(95)=14.48ms
     http_reqs......................: 51898   1728.210239/s
     iteration_duration.............: avg=48.25ms min=381.41µs med=48.03ms max=112.11ms p(90)=55.59ms p(95)=57.09ms
     iterations.....................: 51898   1728.210239/s
     vus............................: 1       min=1         max=100
     vus_max........................: 100     min=100       max=100